<?php
return [
    'plugin' => [
        'name' => 'مرسل البريد'
        ],
    'backend' => [
        'title' => 'مرسل البريد لأعضاء الفرونت اند',
        ],
    'controller'        => [
        'groups'        => 'اختر مجموعة',
        'subject'       => 'عنوان الرسالة',
        'typesubject'   => 'اكتب عنوان الرسالة هنا',
        'message'       => 'اكتب الرسالة',
        'type'          => 'اكتب الرسالة هنا',
        'submit'        => 'أرسل الرسالة',
        ],
    'sent'      => 'تم إرسال الرسالة بنجاح إلى ',
    'users'     => ' عضو',
    'nousers'   => 'لا يوجد أعضاء في هذه المجموعة',
    'callout'   => [
        'title' => 'مرسل البريد إلى الأعضاء',
        'body'  => 'هذه الإضافة تساعدك على إرسال بريد جماعي إلى أعضاء موقعك',
    ],
    'test' => [
        'text'              => 'يمكنك إرسال بريد تجريبي عبر هذا النموذج',
        'email'             => 'أكتب بريدك الإلكتروني هنا',
        'send_mail'         => 'ارسل رسالة تجريبية',
        'email_placeholder' => 'email@email.com',
        'sent'              => 'تم إرسال الرسالة بنجاح',
        ],
    'error_nodata' => 'جميع الحقول إجبارية',
  ];
